Repository: CamilleScholtz/swmpc
Catalog: swmpc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ albums
de: %@ Alben
es: %@ álbumes

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
nl: %1$@ van %2$@

source: %lld albums
de: %lld Alben
es: %lld álbumes

source: %lld songs
de: %lld Lieder
es: %lld canciones
fr: %lld morceaux
nl: %lld nummers

source: 1 song
de: 1 Lied
es: 1 canción
fr: 1 morceau
nl: 1 nummer

source: About
de: Über
es: Acerca de
fr: À propos
nl: Over

source: About swmpc
de: Über swmpc
es: Acerca de swmpc
fr: À propos de swmpc
nl: Over swmpc

source: Access was denied; it can be re-enabled in System Settings under Privacy & Security
de: Der Zugriff wurde verweigert; er kann in den Systemeinstellungen unter „Datenschutz & Sicherheit“ wieder aktiviert werden
es: El acceso fue denegado; puede volver a activarse en Ajustes del Sistema, en «Privacidad y seguridad»
fr: L'accès a été refusé ; il peut être réactivé dans Réglages Système, sous « Confidentialité et sécurité »
nl: Toegang is geweigerd; dit kan opnieuw worden ingeschakeld in Systeeminstellingen onder 'Privacy en beveiliging'

source: Add Current Song to Favorites
de: Aktuellen Song zu Favoriten hinzufügen
es: Añadir canción actual a favoritos
fr: Ajouter le morceau actuel aux favoris
nl: Huidig nummer aan favorieten toevoegen

source: Add media from the library
de: Medien aus Bibliothek hinzufügen
es: Añadir multimedia desde la librería
fr: Ajouter des médias depuis la bibliothèque
nl: Media uit bibliotheek toevoegen

source: Add or Remove Album from Favorites
de: Album zu den Favoriten hinzufügen oder daraus entfernen
es: Añadir o eliminar álbum de favoritos
fr: Ajouter ou supprimer l'album des favoris
nl: Album toevoegen aan of verwijderen uit favorieten

source: Add or Remove Album from Playlist
de: Album zur Playlist hinzufügen oder daraus entfernen
es: Añadir o eliminar álbum de la lista de reproducción
fr: Ajouter ou supprimer l'album de la playlist
nl: Album toevoegen aan of verwijderen uit afspeellijst

source: Add or Remove Album from Queue
de: Album zur Warteschlange hinzufügen oder daraus entfernen
es: Añadir o eliminar álbum de la cola
fr: Ajouter ou supprimer l'album de la file d'attente
nl: Album toevoegen aan of verwijderen uit wachtrij

source: Add or Remove Artist from Favorites
de: Künstler zu den Favoriten hinzufügen oder daraus entfernen
es: Añadir o eliminar artista de favoritos
fr: Ajouter ou supprimer l'artiste des favoris
nl: Artiest toevoegen aan of verwijderen uit favorieten

source: Add or Remove Artist from Playlist
de: Künstler zur Playlist hinzufügen oder daraus entfernen
es: Añadir o eliminar artista de la lista de reproducción
fr: Ajouter ou supprimer l'artiste de la playlist
nl: Artiest toevoegen aan of verwijderen uit afspeellijst

source: Add or Remove Artist from Queue
de: Künstler zur Warteschlange hinzufügen oder daraus entfernen
es: Añadir o eliminar artista de la cola
fr: Ajouter ou supprimer l'artiste de la file d'attente
nl: Artiest toevoegen aan of verwijderen uit wachtrij

source: Add or Remove Song from Favorites
de: Lied zu den Favoriten hinzufügen oder daraus entfernen
es: Añadir o eliminar canción de favoritos
fr: Ajouter ou supprimer le morceau des favoris
nl: Nummer toevoegen aan of verwijderen uit favorieten

source: Add or Remove Song from Playlist
de: Lied zur Playlist hinzufügen oder daraus entfernen
es: Añadir o eliminar canción de la lista de reproducción
fr: Ajouter ou supprimer le morceau de la playlist
nl: Nummer toevoegen aan of verwijderen uit afspeellijst

source: Add or Remove Song from Queue
de: Lied zur Warteschlange hinzufügen oder daraus entfernen
es: Añadir o eliminar canción de la cola
fr: Ajouter ou supprimer le morceau de la file d'attente
nl: Nummer toevoegen aan of verwijderen uit wachtrij

source: Add or remove the current song from Favorites
de: Den aktuellen Titel zu den Favoriten hinzufügen oder daraus entfernen
es: Añadir o quitar la canción actual de Favoritos
fr: Ajouter ou retirer le morceau actuel des favoris
nl: Het huidige nummer toevoegen aan of verwijderen uit Favorieten

source: Add or remove the currently playing song from Favorites
de: Den gerade laufenden Titel zu den Favoriten hinzufügen oder daraus entfernen
es: Añadir o quitar la canción en reproducción de Favoritos
fr: Ajouter ou retirer le morceau en cours de lecture des favoris
nl: Het nummer dat nu speelt toevoegen aan of verwijderen uit Favorieten

source: Add Server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
nl: Server toevoegen

source: Add songs to your library.
de: Füge Lieder zu deiner Bibliothek hinzu.
es: Añade canciones a tu biblioteca.
fr: Ajoutez des morceaux à votre bibliothèque.
nl: Voeg nummers toe aan je collectie.

source: Add songs to your playlist.
de: Füge Lieder zu deiner Playlist hinzu.
es: Añade canciones a tu lista de reproducción.
fr: Ajoutez des morceaux à votre playlist.
nl: Voeg nummers toe aan je afspeellijst.

source: Adjust Volume
de: Lautstärke anpassen
es: Ajustar volumen
fr: Régler le volume
nl: Volume aanpassen

source: Album Artwork
de: Albumcover
es: Portada del álbum
fr: Pochette de l'album
nl: Albumhoes

source: Album Entity
de: Album-Objekt
es: Entidad de álbum
fr: Entité d'album
nl: Album-entiteit

source: Albums
de: Alben
es: Álbumes

source: Allow Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l'accès
nl: Toegang toestaan

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
nl: Toegestaan

source: Amount
de: Wert
es: Cantidad
fr: Valeur
nl: Waarde

source: Analyzing beats per minute…
de: Analysiere Beats pro Minute…
es: Analizando pulsaciones por minuto…
fr: Analyse des battements par minute…
nl: Beats per minuut analyseren…

source: Analyzing music preferences…
de: Analysiere Musikpräferenzen…
es: Analizando preferencias musicales…
fr: Analyse des préférences musicales…
nl: Muziekvoorkeuren analyseren…

source: Analyzing song lyrics…
de: Analysiere Songtexte…
es: Analizando letras de canciones…
fr: Analyse des paroles de chansons…
nl: Songteksten analyseren…

source: Analyzing waveform…
de: Analysiere Wellenform…
es: Analizando la forma de onda…
fr: Analyse de la forme d'onde…
nl: Golfvorm analyseren…

source: Anything
de: Alles
es: Cualquiera
fr: Tout
nl: Alles

source: API token (optional for local models)
de: API-Token (optional für lokale Modelle)
es: Token de API (opcional para modelos locales)
fr: Jeton API (facultatif pour les modèles locaux)
nl: API-token (optioneel voor lokale modellen)

source: API token for the selected AI service
de: API-Token für den ausgewählten KI-Dienst
es: Token de API para el servicio de IA seleccionado
fr: Jeton API pour le service IA sélectionné
nl: API-token voor de geselecteerde AI-dienst

source: Apple Intelligence is not available on this device.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar.
es: Apple Intelligence no está disponible en este dispositivo.
fr: Apple Intelligence n'est pas disponible sur cet appareil.
nl: Apple Intelligence is niet beschikbaar op dit apparaat.

source: Apple Music Access
de: Apple Music-Zugriff
es: Acceso a Apple Music
fr: Accès à Apple Music
nl: Toegang tot Apple Music

source: Are you sure you want to clear the queue?
de: Bist du sicher, dass du die Warteschlange leeren möchtest?
es: ¿Estás seguro que quieres limpiar la cola de reprodución?
fr: Êtes-vous sûr de vouloir vider la file d'attente ?
nl: Weet je zeker dat je de wachtrij wilt wissen?

source: Are you sure you want to delete playlist ‘%@’?
de: Bist du sicher, dass du die Playlist „%@“ löschen möchtest?
es: ¿Estás seguro de que deseas eliminar la lista de reproducción «%@»?
fr: Êtes-vous sûr de vouloir supprimer la playlist « %@ » ?
nl: Weet je zeker dat je de afspeellijst „%@” wilt verwijderen?

source: Are you sure you want to replace the current queue with this playlist?
de: Bist du sicher, dass du die aktuelle Warteschlange durch diese Playlist ersetzen möchtest?
es: ¿Estás seguro de que quieres reemplazar la cola actual con esta lista de reproducción?
fr: Êtes-vous sûr de vouloir remplacer la file d'attente actuelle par cette playlist ?
nl: Weet je zeker dat je de huidige wachtrij wilt vervangen door deze afspeellijst?

source: Artist
de: Künstler
es: Artista
fr: Artiste
nl: Artiest

source: Artist images are fetched from the Apple Music catalog, which requires permission to access Apple Music.
de: Künstlerbilder werden aus dem Apple Music-Katalog geladen, wofür die Berechtigung für den Zugriff auf Apple Music erforderlich ist.
es: Las imágenes de artistas se obtienen del catálogo de Apple Music, lo que requiere permiso para acceder a Apple Music.
fr: Les images des artistes proviennent du catalogue Apple Music, ce qui nécessite l'autorisation d'accéder à Apple Music.
nl: Artiestafbeeldingen worden opgehaald uit de Apple Music-catalogus, waarvoor toestemming voor toegang tot Apple Music vereist is.

source: Artists
de: Künstler
es: Artistas
fr: Artistes
nl: Artiesten

source: Artwork
de: Cover
es: Carátula
fr: Pochette
nl: Albumhoes

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
nl: Authenticatie

source: Balancing energy curves…
de: Balanciere Energiekurven…
es: Equilibrando curvas de energía…
fr: Équilibrage des courbes d'énergie…
nl: Energiecurves balanceren…

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
nl: Basis-URL

source: Base URL of your OpenAI-compatible API (e.g. http://localhost:11434/v1)
de: Basis-URL deiner OpenAI-kompatiblen API (z. B. http://localhost:11434/v1)
es: URL base de tu API compatible con OpenAI (ej. http://localhost:11434/v1)
fr: URL de base de votre API compatible OpenAI (ex. http://localhost:11434/v1)
nl: Basis-URL van je OpenAI-compatibele API (bijv. http://localhost:11434/v1)

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
nl: Gedrag

source: Blending genres…
de: Mische Genres…
es: Combinando géneros…
fr: Mélange des genres…
nl: Genres mixen…

source: Calculating song popularity…
de: Berechne Song-Popularität…
es: Calculando la popularidad de la canción…
fr: Calcul de la popularité du morceau…
nl: Populariteit van nummer berekenen…

source: Calculating song sequence…
de: Berechne Song-Reihenfolge…
es: Calculando la secuencia de la canción…
fr: Calcul de la séquence du morceau…
nl: Nummervolgorde berekenen…

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

source: Checking for duplicates…
de: Suche nach Duplikaten…
es: Buscando duplicados…
fr: Recherche de doublons…
nl: Zoeken naar dubbele items…

source: Checking for explicit content…
de: Prüfe auf explizite Inhalte…
es: Comprobando contenido explícito…
fr: Recherche de contenu explicite…
nl: Controleren op expliciete inhoud…

source: Choosing albums
de: Alben werden ausgewählt
es: Seleccionando álbumes
fr: Sélection des albums
nl: Albums kiezen

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
nl: Wissen

source: Clear all songs from the playback queue
de: Alle Titel aus der Warteschlange entfernen
es: Eliminar todas las canciones de la cola de reproducción
fr: Supprimer tous les morceaux de la file d'attente
nl: Verwijder alle nummers uit de wachtrij

source: Clear Queue
de: Warteschlange leeren
es: Limpiar cola
fr: Vider la file d'attente
nl: Wachtrij wissen

source: Clear the playback queue
de: Warteschlange leeren
es: Vaciar la cola de reproducción
fr: Vider la file d'attente
nl: Wachtrij wissen

source: Clear the queue, load a playlist, and start playing it
de: Die Warteschlange leeren, eine Playlist laden und abspielen
es: Limpiar la cola, cargar una lista de reproducción y empezar a reproducirla
fr: Vider la file d'attente, charger une playlist et la lire
nl: De wachtrij wissen, een afspeellijst laden en afspelen

source: Cloud-sourcing songs…
de: Beschaffe Lieder aus der Cloud…
es: Obteniendo canciones de la nube…
fr: Collecte de morceaux dans le cloud…
nl: Nummers ophalen uit de cloud…

source: Collecting songs
de: Titel werden gesammelt
es: Recopilando canciones
fr: Collecte des morceaux
nl: Nummers verzamelen

source: Composer
de: Komponist
es: Compositor
fr: Compositeur
nl: Componist

source: Composers
de: Komponisten
es: Compositores
fr: Compositeurs
nl: Componisten

source: Configure an httpd output in MPD to stream audio. Use the lame encoder with MP3 format for compatibility (e.g., encoder "lame", port "8000", q "5").
de: Konfiguriere eine httpd-Ausgabe in MPD zum Audio-Streaming. Verwende den Lame-Encoder mit MP3-Format für Kompatibilität (z. B. encoder "lame", port "8000", q "5").
es: Configura una salida httpd en MPD para transmitir audio. Usa el codificador lame con formato MP3 para compatibilidad (ej. encoder "lame", port "8000", q "5").
fr: Configurez une sortie httpd dans MPD pour diffuser l'audio. Utilisez l'encodeur lame avec le format MP3 pour la compatibilité (ex. encoder "lame", port "8000", q "5").
nl: Configureer een httpd-uitvoer in MPD om audio te streamen. Gebruik de lame-encoder met MP3-formaat voor compatibiliteit (bijv. encoder "lame", port "8000", q "5").

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
nl: Verbindingen

source: Consulting /mu/…
de: Konsultiere /mu/…
es: Consultando /mu/…
fr: Consultation de /mu/…
nl: /mu/ raadplegen…

source: Consulting the hipster council…
de: Konsultiere den Hipster-Rat…
es: Consultando al consejo hipster…
fr: Consultation du conseil hipster…
nl: Raadpleging van de hipsterraad…

source: Consulting your future self’s nostalgia…
de: Konsultiere die Nostalgie deines zukünftigen Ichs…
es: Consultando la nostalgia de tu yo del futuro…
fr: Consultation de la nostalgie de votre futur vous…
nl: Raadpleging van de nostalgie van je toekomstige zelf…

source: Consume
de: Verbrauchen
es: Consumir
fr: Consommer
nl: Verbruiken

source: Consume disabled
de: Verbrauchen deaktiviert
es: Modo consumir desactivado
fr: Mode consommation désactivé
nl: Verbruiken uitgeschakeld

source: Consume enabled
de: Verbrauchen aktiviert
es: Modo consumir activado
fr: Mode consommation activé
nl: Verbruiken ingeschakeld

source: Controls
de: Steuerung
es: Controles
fr: Contrôles
nl: Bediening

source: Copy Album Title
de: Albumtitel kopieren
es: Copiar título del álbum
fr: Copier le titre de l'album
nl: Kopieer titel van album

source: Copy Artist Name
de: Künstlernamen kopieren
es: Copiar nombre del artista
fr: Copier le nom de l'artiste
nl: Kopieer naam van artiest

source: Copy Song Title
de: Songtitel kopieren
es: Copiar título de la canción
fr: Copier le titre du morceau
nl: Kopieer titel van nummer

source: Copy Title
de: Titel kopieren
es: Copiar título
fr: Copier le titre
nl: Titel kopieëren

source: Could not establish connection to MPD.
de: Konnte keine Verbindung zu MPD herstellen.
es: No se pudo establecer conexión con MPD.
fr: Impossible d'établir une connexion avec MPD.
nl: Kon geen verbinding maken met MPD.

source: Could not reach the MPD server
de: MPD-Server nicht erreichbar
es: No se ha podido conectar con el servidor MPD
fr: Impossible de joindre le serveur MPD
nl: Kan de MPD-server niet bereiken

source: Create
de: Erstellen
es: Crear
fr: Créer
nl: Aanmaken

source: Created by Me
de: Von mir erstellt
es: Creada por mí
fr: Créée par moi
nl: Door mij gemaakt

source: Cross-referencing mood with melodies…
de: Vergleiche Stimmung mit Melodien…
es: Cruzando referencias de ánimo con melodías…
fr: Croisement de l'ambiance avec les mélodies…
nl: Stemming vergelijken met melodieën…

source: Crowdsourcing from ghosts of Limewire…
de: Crowdsourcing von den Geistern von Limewire…
es: Reuniendo datos de los fantasmas de Limewire…
fr: Collecte de données auprès des fantômes de Limewire…
nl: Crowdsourcing van de geesten van Limewire…

source: Curated for Me
de: Für mich zusammengestellt
es: Seleccionada para mí
fr: Sélectionnée pour moi
nl: Voor mij samengesteld

source: Curating playlist…
de: Stelle Playlist zusammen…
es: Creando lista de reproducción…
fr: Composition de la playlist…
nl: Afspeellijst samenstellen…

source: Curating queue…
de: Kuratiere Warteschlange…
es: Curando la cola de reproducción…
fr: Curation de la file d'attente…
nl: Wachtrij samenstellen…

source: Current Song Snippet
de: Aktueller Titel als Snippet
es: Fragmento de la canción actual
fr: Extrait du morceau actuel
nl: Fragment van het huidige nummer

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen

source: Delete Playlist
de: Playlist löschen
es: Eliminar lista de reproducción
fr: Supprimer la playlist
nl: Afspeellijst verwijderen

source: Denied
de: Verweigert
es: Denegado
fr: Refusé
nl: Geweigerd

source: Description
de: Beschreibung
es: Descripción
nl: Beschrijving

source: Direction
de: Richtung
es: Dirección
fr: Sens
nl: Richting

source: Disable Consume
de: Verbrauchsmodus deaktivieren
es: Desactivar limpiado de cola al reproducir
fr: Désactiver le mode consommation
nl: Verbruikstand uitschakelen

source: Discovered Servers
de: Gefundene Server
es: Servidores descubiertos
fr: Serveurs découverts
nl: Gevonden servers

source: Dislike
de: Gefällt mir nicht
es: No me gusta
fr: Je n'aime pas
nl: Vind ik niet leuk

source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar

source: Down
de: verringern
es: Bajar
fr: Baisser
nl: lager

source: Duration
de: Dauer
es: Duración
fr: Durée
nl: Duur

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken

source: Edit Server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
nl: Server bewerken

source: Enable Consume
de: Verbrauchsmodus aktivieren
es: Activar limpiado de cola al reproducir
fr: Activer le mode consommation
nl: Verbruikstand inschakelen

source: Enter the base URL of your OpenAI-compatible API (e.g. http://localhost:11434/v1). The API token is optional for local models.
de: Basis-URL der OpenAI-kompatiblen API eingeben (z. B. http://localhost:11434/v1). Der API-Token ist für lokale Modelle optional.
es: Introducir la URL base de la API compatible con OpenAI (p. ej. http://localhost:11434/v1). El token de API es opcional para modelos locales.
fr: Saisir l'URL de base de l'API compatible OpenAI (p. ex. http://localhost:11434/v1). Le jeton d'API est facultatif pour les modèles locaux.
nl: Basis-URL van de OpenAI-compatibele API invoeren (bijv. http://localhost:11434/v1). De API-token is optioneel voor lokale modellen.

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: Estimating sing-along potential…
de: Schätze Mitsingpotenzial…
es: Estimando potencial para cantar…
fr: Estimation du potentiel de chant…
nl: Meezingpotentieel inschatten…

source: Extracting emotional tone…
de: Extrahiere emotionalen Ton…
es: Extrayendo tono emocional…
fr: Extraction du ton émotionnel…
nl: Emotionele toon extraheren…

source: Fact-checking vibes on Wikipedia…
de: Überprüfe Vibes auf Wikipedia…
es: Verificando las vibras en Wikipedia…
fr: Vérification des vibes sur Wikipédia…
nl: Vibes factchecken op Wikipedia…

source: Favorite
de: Favorit
es: Favorito
fr: Favori
nl: Favoriet

source: Favorite Current Song
de: Aktuellen Titel favorisieren
es: Marcar como favorita la canción actual
fr: Ajouter le morceau actuel aux favoris
nl: Huidig nummer als favoriet markeren

source: Favorite Song
de: Titel favorisieren
es: Marcar canción como favorita
fr: Ajouter le morceau aux favoris
nl: Nummer als favoriet markeren

source: Fetching library
de: Bibliothek wird geladen
es: Obteniendo la biblioteca
fr: Récupération de la bibliothèque
nl: Bibliotheek ophalen

source: Fill Playlist
de: Playlist füllen
es: Llenar lista de reproducción
fr: Remplir la playlist
nl: Afspeellijst vullen

source: Fill playlist with AI
de: Playlist mit KI füllen
es: Llenar lista de reproducción con IA
fr: Remplir la playlist avec l'IA
nl: Afspeellijst vullen met AI

source: Fill Queue
de: Warteschlange füllen
es: Llenar cola
fr: Remplir la file d'attente
nl: Wachtrij vullen

source: Fill Queue with AI
de: Warteschlange mit KI füllen
es: Llenar cola con IA
fr: Remplir la file d'attente avec l'IA
nl: Wachtrij vullen met AI

source: Filtering out noise…
de: Filtere Störgeräusche heraus…
es: Filtrando el ruido…
fr: Filtrage du bruit…
nl: Ruis wegfilteren…

source: Generate ${prompt} into ${playlist}
de: ${prompt} in ${playlist} generieren
es: Generar ${prompt} en ${playlist}
fr: Générer ${prompt} dans ${playlist}
nl: ${prompt} genereren in ${playlist}

source: Generate Playlist
de: Playlist generieren
es: Generar lista de reproducción
fr: Générer une playlist
nl: Afspeellijst genereren

source: Get current song info
de: Aktuelle Song-Info abrufen
es: Obtener información de la canción actual
fr: Obtenir les informations du morceau actuel
nl: Huidig nummer-info ophalen

source: Get information about the currently playing song
de: Informationen zum aktuell laufenden Lied abrufen
es: Obtener información sobre la canción que se está reproduciendo
fr: Obtenir des informations sur la chanson en cours de lecture
nl: Informatie ophalen over het huidige nummer

source: Go back to the previous song
de: Zum vorherigen Lied zurückkehren
es: Volver a la canción anterior
fr: Revenir à la chanson précédente
nl: Terug naar het vorige nummer

source: Go to previous song
de: Zum vorherigen Lied gehen
es: Ir a la canción anterior
fr: Aller au morceau précédent
nl: Ga naar vorig nummer

source: Googling 'songs like Despacito'…
de: Google 'Songs wie Despacito'…
es: Buscando en Google “canciones como Despacito”…
fr: Recherche Google de 'morceaux comme Despacito'…
nl: Googelen van 'nummers zoals Despacito'…

source: Harmonizing track flow…
de: Harmonisiere Track-Flow…
es: Armonizando el flujo de las canciones…
fr: Harmonisation du flux des pistes…
nl: Trackflow harmoniseren…

source: Hide Queue
de: Warteschlange ausblenden
es: Ocultar cola de reproducción
fr: Masquer la file d'attente
nl: Wachtrij verbergen

source: How many percentage points to change the volume by
de: Um wie viele Prozentpunkte die Lautstärke geändert wird
es: Cuántos puntos porcentuales cambiar el volumen
fr: De combien de points de pourcentage modifier le volume
nl: Met hoeveel procentpunten het volume wordt gewijzigd

source: I want to listen to…
de: Ich möchte hören…
es: Quiero escuchar…
fr: Je veux écouter…
nl: Ik wil luisteren naar…

source: Identifying harmonious tracks…
de: Identifiziere harmonische Titel…
es: Identificando pistas armoniosas…
fr: Identification des morceaux harmonieux…
nl: Harmonieuze nummers identificeren…

source: If this is disabled, only the icon will be shown.
de: Wenn dies deaktiviert ist, wird nur das Symbol angezeigt.
es: Si esto está desactivado, solo se mostrará el ícono.
fr: Si cette option est désactivée, seule l'icône sera affichée.
nl: Als dit uitgeschakeld is, wordt alleen het pictogram weergegeven.

source: Intelligence
de: Intelligenz
es: Inteligencia
nl: Intelligentie

source: Later
de: Später
es: Más tarde
fr: Plus tard

source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l'ouverture de session
nl: Open bij inloggen

source: Leave empty if your server doesn't require authentication.
de: Leer lassen, wenn dein Server keine Authentifizierung erfordert.
es: Déjalo vacío si tu servidor no requiere autenticación.
fr: Laissez vide si votre serveur ne nécessite pas d'authentification.
nl: Laat leeg als je server geen authenticatie vereist.

source: Library → Metadata
de: Bibliothek → Metadaten
es: Biblioteca → Metadatos
fr: Bibliothèque → Métadonnées
nl: Bibliotheek → Metadata

source: Library Only
de: Nur Bibliothek
es: Solo biblioteca
fr: Bibliothèque uniquement
nl: Alleen bibliotheek
